archive/medecine/detresse_respi_nn.tex
% Created 2021-02-25 Thu 21:56
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{tabularx}
\usepackage{booktabs}
\usepackage{enumitem}
\usepackage[margin=1cm]{geometry}
\usepackage{adjustbox}
\date{}
\title{}
\hypersetup{
 pdfauthor={Alexis},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\begin{table}
\centering
\adjustbox{max width=0.8\linewidth}{
\begin{tabular}{lllll}
 & Retard de résorption & Inhalation & Infection & Maladie des\\
 & du liquide & méconiale & néonatale & membranes hyalines\\
 & pulmonaire &  &  & (MMH)\\
\hline
Contexte & Césarienne (surtout & Nouveau-né à terme & Facteurs de risque & Prématurité (< 32 SA)\\
 & avant travail) & ou post-terme & d'INBP & Absence de\\
 &  & Liquide amniotique &  & corticothérapie\\
 &  & méconial &  & anténatale\\
 &  & Asphyxie périnatale &  & Parfois diabète\\
 &  &  &  & maternel\\
\hline
Clinique & Détresse respiratoire & Détresse respiratoire & Non spécifique & Détresse respiratoire\\
 & immédiate s'améliorant & immédiate, &  & apparue très\\
 & progressivement en & d'évolution &  & rapidement après\\
 & quelques heures & potentiellement grave &  & la naissance et\\
 & Polypnée prédominante &  &  & d'aggravation\\
 &  &  &  & progressive\\
\hline
Radio du thorax & Syndrome interstitiel & Opacités alvéolaires & ± Opacités alvéolaires & Syndrome alvéolaire\\
 & modéré & grossières, & irrégulières & bilatéral\\
 & Scissurite & asymétriques &  & \\
 & Épanchement & Troubles de &  & \\
 & interlobaire & ventilation &  & \\
\hline
Gaz du sang & Normaux & Hypoxie, hypercapnie & Variables & Hypoxie, hypercapnie\\
\hline
Traitement & PEP par canules nasales & Ventilation mécanique & Antibiothérapie & Surfactant exogène\\
 & Rarement ventilation & avec PEP & Soutien ventilatoire & Ventilation mécanique\\
 & mécanique avec PEP &  & adapté & avec PEP\\
\hline
Pronostic & Excellent & Celui de l'asphyxie & Celui de l'infection & Celui de la prématurité\\
 &  & périnatale &  & Dysplasie bronchopulmonaire\\
\end{tabular}
}
\end{table}
\end{document}
